Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: No Weight Entries
de: Keine Gewichtseinträge
es: Sin registros de peso
fr: Aucune entrée de poids
it: Nessuna voce di peso
ja: 体重の記録なし
ko: 체중 기록 없음
pt_br: Sem registros de peso
ru: Нет записей веса
zh_hans: 没有体重记录

source: No weight entries have been recorded yet.
de: Es wurden noch keine Gewichtseinträge aufgezeichnet.
es: Aún no se han registrado entradas de peso.
fr: Aucune entrée de poids n'a encore été enregistrée.
it: Non è ancora stata registrata nessuna voce di peso.
ja: 体重の記録はまだありません。
ko: 아직 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito ainda.
ru: Записи веса ещё не добавлены.
zh_hans: 尚未记录任何体重。

source: No weight entries were recorded for this day.
de: Für diesen Tag wurden keine Gewichtseinträge aufgezeichnet.
es: No se registraron entradas de peso para este día.
fr: Aucune entrée de poids n'a été enregistrée pour ce jour.
it: Nessuna voce di peso registrata per questo giorno.
ja: この日には体重の記録がありません。
ko: 이 날에는 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito para este dia.
ru: За этот день записей веса нет.
zh_hans: 这一天没有记录体重。

source: No weight entries were recorded in the last 6 months.
de: In den letzten 6 Monaten wurden keine Gewichtseinträge aufgezeichnet.
es: No se registraron entradas de peso en los últimos 6 meses.
fr: Aucune entrée de poids n'a été enregistrée au cours des 6 derniers mois.
it: Nessuna voce di peso registrata negli ultimi 6 mesi.
ja: 過去6か月間に体重の記録はありません。
ko: 최근 6개월간 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito nos últimos 6 meses.
ru: За последние 6 месяцев записей веса нет.
zh_hans: 最近6个月没有记录体重。

source: No weight entries were recorded in the last 7 days.
de: In den letzten 7 Tagen wurden keine Gewichtseinträge aufgezeichnet.
es: No se registraron entradas de peso en los últimos 7 días.
fr: Aucune entrée de poids n'a été enregistrée au cours des 7 derniers jours.
it: Nessuna voce di peso registrata negli ultimi 7 giorni.
ja: 過去7日間に体重の記録はありません。
ko: 최근 7일간 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito nos últimos 7 dias.
ru: За последние 7 дней записей веса нет.
zh_hans: 最近7天没有记录体重。

source: No weight entries were recorded in the last month.
de: Im letzten Monat wurden keine Gewichtseinträge aufgezeichnet.
es: No se registraron entradas de peso en el último mes.
fr: Aucune entrée de poids n'a été enregistrée le mois dernier.
it: Nessuna voce di peso registrata nell'ultimo mese.
ja: 過去1か月間に体重の記録はありません。
ko: 최근 한 달간 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito no último mês.
ru: За последний месяц записей веса нет.
zh_hans: 最近一个月没有记录体重。

source: No weight entries were recorded in the last year.
de: Im letzten Jahr wurden keine Gewichtseinträge aufgezeichnet.
es: No se registraron entradas de peso en el último año.
fr: Aucune entrée de poids n'a été enregistrée l'an dernier.
it: Nessuna voce di peso registrata nell'ultimo anno.
ja: 過去1年間に体重の記録はありません。
ko: 최근 1년간 기록된 체중이 없어요.
pt_br: Nenhum registro de peso foi feito no último ano.
ru: За последний год записей веса нет.
zh_hans: 最近一年没有记录体重。

source: No Weight Goals
de: Keine Gewichtsziele
es: Sin objetivos de peso
fr: Aucun objectif de poids
it: Nessun obiettivo di peso
ja: 体重目標なし
ko: 체중 목표 없음
pt_br: Sem metas de peso
ru: Нет целей по весу
zh_hans: 没有体重目标

source: No weight target
de: Kein Gewichtsziel
es: Sin objetivo de peso
fr: Aucune cible de poids
it: Nessun target di peso
ja: 目標体重なし
ko: 체중 목표 없음
pt_br: Sem alvo de peso
ru: Нет цели по весу
zh_hans: 没有目标重量

source: No Workout Plans
de: Keine Trainingspläne
es: Sin planes de entrenamiento
fr: Aucun programme d'entraînement
it: Nessuna scheda
ja: ワークアウトプランなし
ko: 운동 플랜 없음
pt_br: Sem planos de treino
ru: Нет планов тренировок
zh_hans: 没有训练计划

source: No Workout Plans Created
de: Keine Trainingspläne erstellt
es: No se crearon planes de entrenamiento
fr: Aucun programme d'entraînement créé
it: Nessuna scheda creata
ja: ワークアウトプランが作成されていません
ko: 만든 운동 플랜 없음
pt_br: Nenhum plano de treino criado
ru: Планы тренировок не созданы
zh_hans: 尚未创建训练计划

source: No workout plans to delete.
de: Keine Trainingspläne zum Löschen.
es: No hay planes de entrenamiento para eliminar.
fr: Aucun programme d'entraînement à supprimer.
it: Nessuna scheda da eliminare.
ja: 削除できるワークアウトプランがありません。
ko: 삭제할 운동 플랜이 없어요.
pt_br: Nenhum plano de treino para excluir.
ru: Нет планов тренировок для удаления.
zh_hans: 没有可删除的训练计划。

source: No workout session found.
de: Keine Workout-Session gefunden.
es: No se encontró ninguna sesión de entrenamiento.
fr: Aucune séance d'entraînement trouvée.
it: Nessuna sessione di allenamento trovata.
ja: ワークアウトセッションが見つかりません。
ko: 운동 세션을 찾을 수 없어요.
pt_br: Nenhuma sessão de treino encontrada.
ru: Тренировка не найдена.
zh_hans: 未找到训练。

source: No workout session to start a rest timer in.
de: Keine Workout-Session, in der ein Pausentimer gestartet werden kann.
es: No hay ninguna sesión de entrenamiento en la que iniciar un temporizador de descanso.
fr: Aucune séance d'entraînement dans laquelle démarrer un minuteur de repos.
it: Nessuna sessione di allenamento in cui avviare un timer di recupero.
ja: 休憩タイマーを開始できるワークアウトセッションがありません。
ko: 휴식 타이머를 시작할 운동 세션이 없어요.
pt_br: Nenhuma sessão de treino para iniciar um cronômetro de descanso.
ru: Нет тренировки, в которой можно запустить таймер отдыха.
zh_hans: 没有可启动休息计时器的训练。

source: No workout session to update.
de: Keine Workout-Session zum Aktualisieren.
es: No hay ninguna sesión de entrenamiento para actualizar.
fr: Aucune séance d'entraînement à mettre à jour.
it: Nessuna sessione di allenamento da aggiornare.
ja: 更新できるワークアウトセッションがありません。
ko: 업데이트할 운동 세션이 없어요.
pt_br: Nenhuma sessão de treino para atualizar.
ru: Нет тренировки для обновления.
zh_hans: 没有可更新的训练。

source: No Workout Split
de: Kein Trainingssplit
es: Sin split de entrenamiento
fr: Aucun split d'entraînement
it: Nessuno split di allenamento
ja: ワークアウトスプリットなし
ko: 운동 스플릿 없음
pt_br: Sem split de treino
ru: Нет сплита
zh_hans: 没有训练分化

source: No workouts in this range
de: Keine Workouts in diesem Zeitraum
es: Sin entrenamientos en este periodo
fr: Aucune séance sur cette période
it: Nessun allenamento in questo periodo
ja: この期間のワークアウトはありません
ko: 이 기간에 운동이 없습니다
pt_br: Nenhum treino neste período
ru: Нет тренировок за этот период
zh_hans: 此时间范围内没有训练

source: No, train any day
de: Nein, an jedem Tag trainieren
es: No, entrenar cualquier día
fr: Non, m'entraîner n'importe quel jour
it: No, mi alleno in qualsiasi giorno
ja: いいえ、どの曜日でもトレーニングする
ko: 아니요, 아무 날이나 훈련할래요
pt_br: Não, treinar qualquer dia
ru: Нет, тренироваться в любой день
zh_hans: 不用，任意一天都能练

source: Not Available
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
fr: Non disponible ici
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기서는 사용할 수 없어요
pt_br: Não disponível aqui
ru: Здесь недоступно
zh_hans: 此处不可用

source: Not Enough Data
de: Nicht genügend Daten
es: Datos insuficientes
fr: Données insuffisantes
it: Dati insufficienti
ja: データが不足しています
ko: 데이터 부족
pt_br: Dados insuficientes
ru: Недостаточно данных
zh_hans: 数据不足

source: Not enough data in this range yet — keep logging to see your trend.
de: Noch nicht genügend Daten in diesem Zeitraum — protokolliere weiter, um deinen Trend zu sehen.
es: Aún no hay suficientes datos en este rango: sigue registrando para ver tu tendencia.
fr: Pas encore assez de données dans cette plage — continue à enregistrer pour voir ta tendance.
it: Ancora troppo pochi dati in questo intervallo: continua a registrare per vedere la tua tendenza.
ja: この範囲にはまだ十分なデータがありません。記録を続けるとトレンドが表示されます。
ko: 아직 이 기간에는 데이터가 부족해요. 계속 기록하면 추세를 볼 수 있어요.
pt_br: Ainda não há dados suficientes neste intervalo — continue registrando para ver sua tendência.
ru: В этом периоде пока мало данных — продолжайте записывать, чтобы увидеть тренд.
zh_hans: 此范围内数据还不够 — 继续记录即可看到趋势。

source: Not favorite
de: Kein Favorit
es: No favorito
fr: Non favori
it: Non preferito
ja: お気に入りではありません
ko: 즐겨찾기 아님
pt_br: Não favorito
ru: Не в избранном
zh_hans: 未收藏

source: Not logged yet
de: Noch nicht protokolliert
es: Aún no registrado
fr: Pas encore enregistré
it: Non ancora registrato
ja: 未記録
ko: 아직 기록 안 함
pt_br: Ainda não registrado
ru: Пока не записано
zh_hans: 尚未记录

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 後で
ko: 나중에
pt_br: Agora não
ru: Не сейчас
zh_hans: 暂不

source: Not Requested
de: Nicht angefragt
es: No solicitado
fr: Non demandé
it: Non richiesto
ja: 未リクエスト
ko: 요청 안 함
pt_br: Não solicitado
ru: Не запрошено
zh_hans: 尚未请求

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택 안 함
pt_br: Não selecionado
ru: Не выбрано
zh_hans: 未选择

source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정 안 함
pt_br: Não definido
ru: Не задано
zh_hans: 未设置

source: Not Set
de: Nicht festgelegt
es: No establecido
fr: Non défini
it: Non impostato
ja: 未設定
ko: 설정 안 함
pt_br: Não definido
ru: Не задано
zh_hans: 未设置

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
ko: 메모
pt_br: Notas
ru: Заметки
zh_hans: 备注

source: Notes differ from plan
de: Notizen weichen vom Plan ab
es: Las notas difieren del plan
fr: Les notes diffèrent du programme
it: Le note sono diverse da quelle della scheda
ja: メモがプランと異なります
ko: 플랜과 메모가 달라요
pt_br: As notas diferem do plano
ru: Заметки отличаются от плана
zh_hans: 备注与计划不一致

source: Notes Differ From Plan
de: Notizen weichen vom Plan ab
es: Las notas difieren del plan
fr: Les notes diffèrent du programme
it: Note diverse dalla scheda
ja: メモがプランと異なります
ko: 플랜과 메모가 달라요
pt_br: As notas diferem do plano
ru: Заметки отличаются от плана
zh_hans: 备注与计划不一致

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
zh_hans: 通知

source: Obliques
de: Schräge Bauchmuskeln
es: Oblicuos
it: Obliqui
ja: 腹斜筋
ko: 복사근
pt_br: Oblíquos
ru: Косые мышцы
zh_hans: 腹斜肌

source: of time in bed asleep
de: der Zeit im Bett schlafend
es: del tiempo en la cama dormido
fr: du temps au lit endormi
it: del tempo a letto dormendo
ja: ベッドにいた時間のうち睡眠
ko: 침대에 있던 시간 중 수면
pt_br: do tempo na cama dormindo
ru: времени в постели во сне
zh_hans: 的卧床时间处于睡眠

source: Offer code redemption failed. Please try again.
de: Einlösen des Angebotscodes fehlgeschlagen. Bitte versuche es erneut.
es: No se pudo canjear el código de oferta. Inténtalo de nuevo.
fr: L’utilisation du code promotionnel a échoué. Réessaie.
it: Il riscatto del codice promozionale non è riuscito. Riprova.
ja: オファーコードの引き換えに失敗しました。もう一度お試しください。
ko: 프로모션 코드 등록에 실패했어요. 다시 시도해 주세요.
pt_br: Falha ao resgatar o código de oferta. Tente novamente.
ru: Не удалось активировать промокод. Попробуйте снова.
zh_hans: 优惠码兑换失败。请重试。

source: Offer code redemption isn't available right now.
de: Das Einlösen von Angebotscodes ist derzeit nicht verfügbar.
es: El canje de códigos de oferta no está disponible en este momento.
fr: L’utilisation des codes promotionnels n’est pas disponible pour le moment.
it: Il riscatto dei codici promozionali non è disponibile al momento.
ja: 現在、オファーコードは利用できません。
ko: 지금은 프로모션 코드를 등록할 수 없어요.
pt_br: O resgate de códigos de oferta não está disponível no momento.
ru: Активация промокода сейчас недоступна.
zh_hans: 目前无法兑换优惠码。

source: On %@
de: Am %@
es: El %@
fr: Le %@
it: Il %@
ja: %@時点
pt_br: Em %@

# On %@, %@.
source: On %1$@, %2$@.
de: Am %@: %@.
es: El %@, %@.
fr: Le %@, %@.
it: Il %1$@, %2$@.
ja: %1$@は%2$@でした。
pt_br: Em %@, %@.

# On %@, you burned %@ total, including %@ active.
source: On %1$@, you burned %2$@ total, including %3$@ active.
de: Am %1$@ hast du insgesamt %2$@ verbrannt, davon %3$@ aktiv.
es: El %1$@ quemaste %2$@ en total, incluidas %3$@ activas.
fr: Le %1$@, tu as brûlé %2$@ au total, dont %3$@ actives.
it: Il %1$@ hai bruciato %2$@ in totale, di cui %3$@ attivi.
ja: %1$@は合計%2$@を消費し、うちアクティブが%3$@でした。
ko: %1$@에 총 %2$@를 소모했고, 그중 활동 에너지는 %3$@예요.
pt_br: Em %1$@, você queimou %2$@ no total, incluindo %3$@ ativas.
ru: %1$@ у тебя сожжено %2$@ всего, из них %3$@ активных.
zh_hans: %1$@，你总共消耗了%2$@，其中活动消耗%3$@。

# On %@, you covered %@.
source: On %1$@, you covered %2$@.
de: Am %1$@ hast du %2$@ zurückgelegt.
es: El %1$@ recorriste %2$@.
fr: Le %1$@, tu as parcouru %2$@.
it: Il %1$@ hai percorso %2$@.
ja: %1$@は%2$@移動しました。
ko: %1$@에 %2$@를 이동했어요.
pt_br: Em %1$@, você percorreu %2$@.
ru: %1$@ у тебя преодолено %2$@.
zh_hans: %1$@，你走了%2$@。

# On %@, you had %@ of water and hit your %@ goal.
source: On %1$@, you had %2$@ of water and hit your %3$@ goal.
de: Am %@ hast du %@ Wasser getrunken und dein Ziel von %@ erreicht.
es: El %@ tomaste %@ de agua y alcanzaste tu objetivo de %@.
fr: Le %@, tu as bu %@ d’eau et atteint ton objectif de %@.
it: Il %1$@ hai bevuto %2$@ di acqua e hai raggiunto il tuo obiettivo di %3$@.
ja: %1$@は水分を%2$@摂取し、%3$@の目標を達成しました。
ko: %1$@에 물 %2$@를 마셔서 목표 %3$@를 달성했어요.
pt_br: Em %@, você bebeu %@ de água e atingiu a sua meta de %@.
ru: %1$@ у тебя выпито %2$@ воды и достигнута цель %3$@.
zh_hans: %1$@，你喝了%2$@水，达成了%3$@的目标。

# On %@, you had %@ of water, against your %@ goal.
source: On %1$@, you had %2$@ of water, against your %3$@ goal.
de: Am %@ hast du %@ Wasser getrunken, bei einem Ziel von %@.
es: El %@ tomaste %@ de agua, frente a tu objetivo de %@.
fr: Le %@, tu as bu %@ d’eau, sur un objectif de %@.
it: Il %1$@ hai bevuto %2$@ di acqua, rispetto al tuo obiettivo di %3$@.
ja: %1$@は水分を%2$@摂取しました。目標は%3$@です。
ko: %1$@에 물 %2$@를 마셨어요. 목표는 %3$@예요.
pt_br: Em %@, você bebeu %@ de água, em relação à sua meta de %@.
ru: %1$@ у тебя выпито %2$@ воды при цели %3$@.
zh_hans: %1$@，你喝了%2$@水，目标是%3$@。

# On %@, you had %@ of water.
source: On %1$@, you had %2$@ of water.
de: Am %@ hast du %@ Wasser getrunken.
es: El %@ tomaste %@ de agua.
fr: Le %@, tu as bu %@ d’eau.
it: Il %1$@ hai bevuto %2$@ di acqua.
ja: %1$@は水分を%2$@摂取しました。
ko: %1$@에 물 %2$@를 마셨어요.
pt_br: Em %@, você bebeu %@ de água.
ru: %1$@ у тебя выпито %2$@ воды.
zh_hans: %1$@，你喝了%2$@水。

# On %@, you slept %@.
source: On %1$@, you slept %2$@.
de: Am %1$@ hast du %2$@ geschlafen.
es: El %1$@ dormiste %2$@.
fr: Le %1$@, tu as dormi %2$@.
it: Il %1$@ hai dormito %2$@.
ja: %1$@は%2$@眠りました。
ko: %1$@에 %2$@ 잤어요.
pt_br: Em %1$@, você dormiu %2$@.
ru: %1$@ у тебя было %2$@ сна.
zh_hans: %1$@，你睡了%2$@。

# On %@, you took %@ steps.
source: On %1$@, you took %2$@ steps.
de: Am %1$@ bist du %2$@ Schritte gegangen.
es: El %1$@ diste %2$@ pasos.
fr: Le %1$@, tu as fait %2$@ pas.
it: Il %1$@ hai fatto %2$@ passi.
ja: %1$@は%2$@歩、歩きました。
ko: %1$@에 %2$@걸음 걸었어요.
pt_br: Em %1$@, você deu %2$@ passos.
ru: %1$@ у тебя пройдено %2$@ шагов.
zh_hans: %1$@，你走了%2$@步。

# On %@, your latest weight was %@.
source: On %1$@, your latest weight was %2$@.
de: Am %1$@ war dein letztes Gewicht %2$@.
es: El %1$@ tu último peso fue %2$@.
fr: Le %1$@, ton dernier poids était de %2$@.
it: Il %1$@ il tuo ultimo peso era %2$@.
ja: %1$@時点の最新の体重は%2$@でした。
ko: %1$@ 최근 체중은 %2$@였어요.
pt_br: Em %1$@, seu último peso foi %2$@.
ru: %1$@ последний вес был %2$@.
zh_hans: %1$@，你最新的体重是%2$@。

# On %@, your sleeping wrist temperature was %@.
source: On %1$@, your sleeping wrist temperature was %2$@.
de: Am %@ betrug deine Handgelenktemperatur im Schlaf %@.
es: El %@, tu temperatura de la muñeca durante el sueño fue %@.
fr: Le %@, ta température du poignet pendant le sommeil était de %@.
it: Il %1$@ la tua temperatura al polso durante il sonno era %2$@.
ja: %1$@の睡眠中の手首の温度は%2$@でした。
ko: %1$@ 수면 중 손목 온도는 %2$@였어요.
pt_br: Em %@, a temperatura do seu pulso durante o sono foi %@.
ru: %1$@ температура запястья во сне была %2$@.
zh_hans: %1$@，你睡眠时的手腕温度是%2$@。

source: On A Break
de: In einer Pause
es: En un descanso
fr: En pause
it: In pausa
ja: 休養中
ko: 휴식 중
pt_br: Em pausa
ru: Перерыв
zh_hans: 休息中

source: On schedule
de: Im Zeitplan
es: Según lo previsto
fr: Dans les temps
it: In linea
ja: 予定どおり
ko: 일정대로
pt_br: No cronograma
ru: По графику
zh_hans: 按进度进行

source: On Track
de: Auf Kurs
es: En buen camino
fr: Sur la bonne voie
it: In linea
ja: 順調
ko: 순조로움
pt_br: No caminho certo
ru: В графике
zh_hans: 进度正常

source: On-device AI didn't return matches. Pick one from the list below.
de: Die On-Device-KI hat keine Treffer geliefert. Wähle einen aus der Liste unten.
es: La IA en el dispositivo no devolvió coincidencias. Elige uno de la lista de abajo.
fr: L’IA sur l’appareil n’a renvoyé aucun résultat. Choisis-en un dans la liste ci-dessous.
it: L'AI sul dispositivo non ha trovato corrispondenze. Scegline uno dall'elenco qui sotto.
ja: オンデバイスAIでは一致する種目が見つかりませんでした。下のリストから選んでください。
ko: 기기 내 AI가 맞는 종목을 찾지 못했어요. 아래 목록에서 골라주세요.
pt_br: A IA no dispositivo não retornou correspondências. Escolha uma na lista abaixo.
ru: AI на устройстве не нашёл совпадений. Выберите из списка ниже.
zh_hans: 设备端 AI 没有返回匹配结果。请从下方列表中选择。

source: On-device AI ranks swaps tuned to your goal.
de: Die On-Device-KI ordnet Tausche passend zu deinem Ziel.
es: La IA en el dispositivo clasifica los cambios ajustados a tu objetivo.
fr: L'IA sur l'appareil classe les remplacements adaptés à ton objectif.
it: L'AI sul dispositivo ordina le sostituzioni in base al tuo obiettivo.
ja: オンデバイスAIが、目標に合わせて置き換え候補をランク付けします。
ko: 기기 내 AI가 목표에 맞는 대체 종목을 순위로 보여줘요.
pt_br: A IA no dispositivo classifica as trocas ajustadas à sua meta.
ru: AI на устройстве подбирает замены под твою цель.
zh_hans: 设备端 AI 会按你的目标排序替换方案。

source: One full cycle
de: Ein voller Zyklus
es: Un ciclo completo
fr: Un cycle complet
it: Un ciclo completo
ja: 1サイクル全体
ko: 한 사이클 전체
pt_br: Um ciclo completo
ru: Один полный цикл
zh_hans: 一个完整循环

source: One muscle group per day
de: Eine Muskelgruppe pro Tag
es: Un grupo muscular por día
fr: Un groupe musculaire par jour
it: Un gruppo muscolare al giorno
ja: 1日1部位
ko: 하루에 한 근육군
pt_br: Um grupo muscular por dia
ru: Одна группа мышц в день
zh_hans: 每天练一个肌群

source: One of these workout plans is currently being edited. Deleting them will close the editor and discard its editing copy.
de: Einer dieser Trainingspläne wird gerade bearbeitet. Wenn du sie löschst, wird der Editor geschlossen und die Bearbeitungskopie verworfen.
es: Uno de estos planes de entrenamiento se está editando ahora mismo. Si los eliminas, se cerrará el editor y se descartará su copia de edición.
fr: L'un de ces programmes d'entraînement est en cours de modification. Si tu les supprimes, l'éditeur se fermera et sa copie de travail sera abandonnée.
it: Una di queste schede è in fase di modifica. Eliminandole, l'editor si chiuderà e la copia in modifica verrà scartata.
ja: これらのワークアウトプランのいずれかを現在編集中です。削除すると編集画面が閉じ、編集中の内容は破棄されます。
ko: 이 운동 플랜 중 하나를 편집하고 있어요. 삭제하면 편집기가 닫히고 편집 중이던 내용이 사라져요.
pt_br: Um destes planos de treino está sendo editado no momento. Se você excluí-los, o editor será fechado e sua cópia de edição será descartada.
ru: Один из этих планов сейчас редактируется. Удаление закроет редактор и отбросит рабочую копию.
zh_hans: 其中一个训练计划正在编辑中。删除后会关闭编辑器并放弃编辑副本。

source: Only completed workout plans can be deleted.
de: Nur abgeschlossene Trainingspläne können gelöscht werden.
es: Solo se pueden eliminar los planes de entrenamiento completados.
fr: Seuls les programmes d'entraînement terminés peuvent être supprimés.
it: Si possono eliminare solo le schede completate.
ja: 削除できるのは完成したワークアウトプランのみです。
ko: 완료된 운동 플랜만 삭제할 수 있어요.
pt_br: Apenas planos de treino concluídos podem ser excluídos.
ru: Удалять можно только завершённые планы тренировок.
zh_hans: 只有已完成的训练计划才能删除。

source: Only completed workout plans can be favorited.
de: Nur abgeschlossene Trainingspläne können als Favorit markiert werden.
es: Solo se pueden marcar como favoritos los planes de entrenamiento completados.
fr: Seuls les programmes d'entraînement terminés peuvent être ajoutés aux favoris.
it: Si possono aggiungere ai preferiti solo le schede completate.
ja: お気に入りに追加できるのは完成したワークアウトプランのみです。
ko: 완료된 운동 플랜만 즐겨찾기에 추가할 수 있어요.
pt_br: Apenas planos de treino concluídos podem ser favoritados.
ru: В избранное можно добавлять только завершённые планы тренировок.
zh_hans: 只有已完成的训练计划才能收藏。

source: Only completed workouts can be deleted.
de: Nur abgeschlossene Workouts können gelöscht werden.
es: Solo se pueden eliminar los entrenamientos completados.
fr: Seules les séances terminées peuvent être supprimées.
it: Si possono eliminare solo gli allenamenti completati.
ja: 削除できるのは完了したワークアウトのみです。
ko: 완료된 운동만 삭제할 수 있어요.
pt_br: Apenas treinos concluídos podem ser excluídos.
ru: Удалять можно только завершённые тренировки.
zh_hans: 只有已完成的训练才能删除。

source: Open ${cardioSession}
de: ${cardioSession} öffnen
es: Abrir ${cardioSession}
fr: Ouvrir ${cardioSession}
it: Apri ${cardioSession}
ja: ${cardioSession}を開く
ko: ${cardioSession} 열기
pt_br: Abrir ${cardioSession}
ru: Открыть ${cardioSession}
zh_hans: 打开 ${cardioSession}

source: Open ${exercise}
de: ${exercise} öffnen
es: Abrir ${exercise}
fr: Ouvrir ${exercise}
it: Apri ${exercise}
ja: ${exercise}を開く
ko: ${exercise} 열기
pt_br: Abrir ${exercise}
ru: Открыть ${exercise}
zh_hans: 打开 ${exercise}

source: Open ${workout}
de: ${workout} öffnen
es: Abrir ${workout}
fr: Ouvrir ${workout}
it: Apri ${workout}
ja: ${workout}を開く
ko: ${workout} 열기
pt_br: Abrir ${workout}
ru: Открыть ${workout}
zh_hans: 打开 ${workout}

source: Open ${workoutPlan}
de: ${workoutPlan} öffnen
es: Abrir ${workoutPlan}
fr: Ouvrir ${workoutPlan}
it: Apri ${workoutPlan}
ja: ${workoutPlan}を開く
ko: ${workoutPlan} 열기
pt_br: Abrir ${workoutPlan}
ru: Открыть ${workoutPlan}
zh_hans: 打开 ${workoutPlan}

source: Open Active Cardio Session
de: Aktive Cardio-Session öffnen
es: Abrir sesión de cardio activa
fr: Ouvrir la séance de cardio active
it: Apri la sessione cardio attiva
ja: 実行中の有酸素セッションを開く
ko: 진행 중인 유산소 세션 열기
pt_br: Abrir sessão de cardio ativa
ru: Открыть активное кардио
zh_hans: 打开进行中的有氧训练

source: Open Active Plan
de: Aktiven Plan öffnen
es: Abrir plan activo
fr: Ouvrir le plan actif
it: Apri la scheda attiva
ja: アクティブなプランを開く
ko: 진행 중인 플랜 열기
pt_br: Abrir plano ativo
ru: Открыть активный план
zh_hans: 打开进行中的计划

source: Open Active Workout
de: Aktives Workout öffnen
es: Abrir entrenamiento activo
fr: Ouvrir la séance active
it: Apri l'allenamento attivo
ja: 実行中のワークアウトを開く
ko: 진행 중인 운동 열기
pt_br: Abrir treino ativo
ru: Открыть активную тренировку
zh_hans: 打开进行中的训练

source: Open all splits to set one as active or create a new one.
de: Öffne alle Splits, um einen als aktiv festzulegen oder einen neuen zu erstellen.
es: Abre todos los splits para establecer uno como activo o crear uno nuevo.
fr: Ouvrez tous les splits pour en définir un comme actif ou en créer un nouveau.
it: Apri tutti gli split per attivarne uno o crearne uno nuovo.
ja: すべてのスプリットを開いて、1つをアクティブに設定するか、新しく作成してください。
ko: 모든 스플릿을 열어 활성 스플릿을 지정하거나 새로 만드세요.
pt_br: Abra todos os splits para definir um como ativo ou criar um novo.
ru: Откройте все сплиты, чтобы сделать один активным или создать новый.
zh_hans: 打开全部分化，可设为当前使用或新建一个。

source: Open Cardio Session
de: Cardio-Session öffnen
es: Abrir sesión de cardio
fr: Ouvrir la séance de cardio
it: Apri sessione cardio
ja: 有酸素セッションを開く
ko: 유산소 세션 열기
pt_br: Abrir sessão de cardio
ru: Открыть кардио
zh_hans: 打开有氧训练

source: Open Exercise
de: Übung öffnen
es: Abrir ejercicio
fr: Ouvrir l'exercice
it: Apri esercizio
ja: 種目を開く
ko: 종목 열기
pt_br: Abrir exercício
ru: Открыть упражнение
zh_hans: 打开动作

source: Open Exercises
de: Übungen öffnen
es: Abrir ejercicios
fr: Ouvrir les exercices
it: Apri esercizi
ja: 種目を開く
ko: 종목 목록 열기
pt_br: Abrir exercícios
ru: Открыть упражнения
zh_hans: 打开动作列表

source: Open Health Settings
de: Health-Einstellungen öffnen
es: Abrir ajustes de Salud
fr: Ouvrir les réglages Santé
it: Apri le impostazioni di Salute
ja: Healthの設定を開く
ko: 건강 설정 열기
pt_br: Abrir ajustes da Saúde
ru: Открыть настройки Здоровья
zh_hans: 打开“健康”设置
